{
    "Língua Portuguesa - Linguagem": {
        "Atentar, memorizar, assimilar e executar ordens tanto simples quanto complexas": [
            "Histórias interativas: conte histórias interativas que envolvam a criança. Peça para ela repetir ou recontar partes da história, fortalecendo a memória e a compreensão.",
            "Faça perguntas para verificação: após dar uma instrução, faça perguntas para verificar se a criança entendeu. Isso também reforça a importância de prestar atenção."
        ],
        "Atentar, memorizar, assimilar e executar ordens tanto simples quanto complexas.": [
            "Estimule a memória: use jogos de memória, como cartas ou jogos de emparelhamento, para fortalecer a memória da criança de maneira lúdica.",
            "Estabeleça uma sequência lógica: organize as instruções em uma sequência lógica. Explique à criança a ordem das etapas e por que cada uma é importante.",
            "Use apoio visual: utilize gráficos, imagens ou listas visuais que mostrem as diferentes etapas da tarefa. Isso fornece suporte visual para a criança."
        ],
        "Compreender o significado de texto ou história, identificando a ideia central": [
            "Incentive a análise crítica: encoraje a criança a pensar criticamente sobre o texto. Pergunte por que certos eventos ocorreram ou como a história poderia ter um final diferente.",
            "Explore diferentes pontos de vista: discuta diferentes perspectivas sobre a história. Isso ajuda a criança a compreender que as histórias podem ter mais de uma interpretação."
        ],
        "Compreender o significado de texto ou história, identificando a ideia central.": [
            "Escolha livros adequados: selecione livros que sejam apropriados para a idade e nível de leitura da criança. Livros com histórias envolventes e ilustrações podem captar o interesse.",
            "Leitura em voz alta: leia o texto em voz alta para a criança, enfatizando entonação e expressividade. Isso ajuda a transmitir a emoção e o significado do texto.",
            "Perguntas antes da leitura: antes de começar a ler, faça perguntas sobre o que a criança acha que o texto pode tratar. Isso ativa o conhecimento prévio e prepara a criança para a leitura.",
            "Destaque palavras-chave: enquanto lê, destaque palavras-chave que são importantes para a compreensão do texto. Explique o significado dessas palavras, se necessário.",
            "Perguntas durante a leitura: faça perguntas ao longo da leitura para verificar a compreensão da criança. Pergunte sobre personagens, eventos principais e os sentimentos envolvidos na história.",
            "Resumo da história: após a leitura, peça à criança que resuma a história em suas próprias palavras. Isso ajuda a consolidar a compreensão da ideia central.",
            "Discuta a ideia central: tenha uma discussão sobre a ideia central do texto. Pergunte à criança sobre o tema principal, os acontecimentos principais e as lições que podem ser aprendidas.",
            "Use diagramas ou mapas mentais: crie diagramas ou mapas mentais simples para ajudar a visualizar a estrutura da história e identificar a ideia central.",
            "Relacione à experiência pessoal: conecte a história à experiência pessoal da criança. Pergunte se ela já vivenciou algo semelhante ou como ela se sentiria nas situações descritas."
        ],
        "Demonstrar interesse na leitura de histórias.": [
            "Crie um ambiente de leitura acolhedor: designe um espaço confortável e agradável para a leitura. Certifique-se de que há boa iluminação e que o ambiente seja acolhedor, encorajando momentos agradáveis de leitura.",
            "Ofereça variedade de livros: apresente uma variedade de livros com temas interessantes e ilustrações cativantes. Considere os interesses individuais da criança ao escolher livros.",
            "Torne a leitura interativa: faça da leitura uma experiência interativa. Peça à criança para fazer perguntas sobre a história, apontar para as imagens e até mesmo participar da leitura em certos trechos.",
            "Seja um modelo de leitura: demonstre o hábito de leitura sendo um modelo. Mostre à criança que você também valoriza a leitura, seja lendo para ela ou mostrando o seu próprio interesse por livros.",
            "Crie uma rotina de leitura: estabeleça uma rotina diária de leitura na sala. A consistência ajuda a criar hábitos.",
            "Deixe a criança escolher: permita que a criança escolha os livros. Isso dá a ela um senso de controle e a oportunidade de explorar temas de seu interesse.",
            "Explore diferentes formatos: além de livros tradicionais, explore diferentes formatos, como livros de pop-up, livros interativos, e-books ou audiobooks. Isso pode adicionar variedade e entusiasmo.",
            "Faça atividades relacionadas à história: após a leitura, envolva a criança em atividades relacionadas à história, como desenhos, artesanato ou dramatizações. Isso reforça a conexão entre a leitura e a diversão.",
            "Converse sobre livros: após a leitura, converse sobre a história. Pergunte à criança sobre suas partes favoritas, personagens preferidos e o que ela aprende."
        ],
        "Elaborar e relatar histórias de maneira oral, a partir de imagens ou temas sugeridos.": [
            "Imagens misteriosas: mostre à criança uma imagem intrigante ou misteriosa. Peça que ela crie uma história a partir da imagem, explicando o que acha que está acontecendo.",
            "Caixa de histórias: monte uma \"caixa de histórias\" com diversos objetos ou figuras. A criança escolhe alguns itens da caixa e cria uma narrativa incorporando esses elementos.",
            "História coletiva: inicie uma história e, em seguida, passe a vez para a criança continuar. Alternem na criação de partes da história, criando uma narrativa coletiva.",
            "Histórias com personagens conhecidos: peça que a criança crie histórias envolvendo personagens conhecidos, como seus brinquedos favoritos ou animais de estimação.",
            "Jogo do \"e se...\": faça perguntas do tipo \"e se...\" para desencadear a imaginação da criança. Por exemplo, \"e se os animais pudessem falar?\" ou \"e se você descobrisse um tesouro?\".",
            "Contação de histórias com cartões: crie cartões com diferentes elementos, como lugares, personagens e objetos. A criança escolhe aleatoriamente alguns cartões e elabora uma história usando esses elementos.",
            "Desenhos para inspirar: dê à criança a liberdade de desenhar o que quiser. Em seguida, ela pode criar uma história com base no desenho, explicando o que está acontecendo na imagem.",
            "Histórias com palavras-chave: escolha algumas palavras-chave (por exemplo, floresta, aventura, magia) e peça à criança para construir uma história usando essas palavras.",
            "Entrevista de personagens imaginários: a criança pode criar entrevistas com personagens imaginários, respondendo a perguntas sobre quem são, de onde vêm e o que fazem."
        ],
        "Engajar-se em diálogos.": [
            "Demonstre interesse genuíno: mostre que você está interessado no que a criança tem a dizer. Faça perguntas abertas sobre seus interesses, experiências ou pensamentos.",
            "Crie um ambiente positivo: estabeleça um ambiente seguro e positivo que encoraje a criança a se expressar sem medo de julgamentos. Valorize suas opiniões e contribuições.",
            "Use perguntas abertas: faça perguntas abertas que estimulem respostas mais elaboradas, em vez de perguntas que possam ser respondidas com um simples \"sim\" ou \"não\".",
            "Use bonecos ou fantoches para criar diálogos imaginários. Isso pode ser uma maneira lúdica de incentivar a criança a se expressar.",
            "Dê espaço para expressar opiniões: encoraje a criança a compartilhar suas opiniões e pensamentos, mesmo que sejam diferentes. Isso promove a habilidade de expressar ideias de maneira respeitosa.",
            "Leitura compartilhada:leia livros juntos e converse sobre a história. Faça perguntas sobre os personagens, os eventos e como a criança se sente em relação à narrativa.",
            "Rotulagem da sala: rotule objetos com seus nomes. Isso não apenas expõe a criança a novas palavras, mas também ajuda na associação visual."
        ],
        "Entender instruções expressas de forma negativa.": [
            "Use histórias ou jogos: integre instruções negativas em histórias ou jogos para tornar o aprendizado mais divertido e envolvente.",
            "Faça a leitura de conto parlenda ou historia infantil, desenvolvendo um diálogo sobre o tema.",
            "Ofereça alternativas positivas: quando der uma instrução negativa, forneça uma alternativa positiva. Por exemplo, em vez de dizer \"não toque nisso\", você pode dizer \"deixe isso no lugar e pegue este brinquedo\""
        ],
        "Expressar-se verbalmente, pronunciando palavras de forma clara, espontânea e confiante.": [
            "Modelagem: seja um modelo de comunicação eficaz. Fale claramente, use vocabulário apropriado e demonstre uma postura confiante. As crianças muitas vezes aprendem imitando.",
            "Leitura em voz alta: leia regularmente para a criança. Escolha livros interessantes e variados. Isso não apenas expandirá o vocabulário, mas também ajudará na entonação e na fluência verbal.",
            "Conversas significativas: mantenha conversas significativas com a criança. Pergunte sobre seus interesses, ouça atentamente suas respostas e incentive-a a expressar suas opiniões.",
            "Amplie o vocabulário: introduza novas palavras gradualmente. Use jogos de palavras, como associação de palavras, para expandir o vocabulário de forma divertida."
        ],
        "Familiarizar-se com novas palavras.": [
            "Cartões de palavras: crie cartões de palavras com imagens correspondentes. Isso ajuda a associar a palavra ao objeto ou conceito que representa.",
            "Músicas e cantigas: utilize músicas e cantigas infantis que contenham vocabulário diversificado. A repetição musical pode ajudar na memorização.",
            "Histórias interativas: conte histórias interativas onde a criança pode participar e sugerir palavras. Isso envolve a criança ativamente no processo.",
            "Palavras do dia: escolha uma \"palavra do dia\" e explore seu significado. Use-a em diferentes contextos ao longo do dia para reforçar o aprendizado.",
            "Jogos de adivinhação: crie jogos de adivinhação onde a criança tenta descobrir o significado de palavras com base no contexto ou em pistas fornecidas.",
            "Dicionário ilustrado: ajude a criança a criar um dicionário ilustrado. Ela pode desenhar ou colar imagens ao lado das palavras para uma melhor compreensão.",
            "Exploração ao ar livre: ao passear ao ar livre, aponte para diferentes objetos e nomeie-os. Isso expande o vocabulário associado ao ambiente externo.",
            "Brincadeiras com sons: brinque com sons e rimas. Isso não apenas introduz novas palavras, mas também desenvolve a consciência fonologica.",
            "Teatro de bonecos: use bonecos para criar pequenas peças teatrais. Isso não só envolve a criança, mas também a incentiva a usar novas palavras para expressar ideias."
        ],
        "Formular diversas perguntas.": [
            "Estimule a curiosidade: promova situações que despertem a curiosidade da criança. Por exemplo, ao explorar um novo lugar ou ao ler um livro, destaque aspectos intrigantes e incentive perguntas.",
            "Responda com perguntas: em vez de fornecer respostas diretas, responda às perguntas da criança com outras perguntas. Isso estimula o pensamento reflexivo.",
            "Estimule perguntas que começam com \"como\" e \"por quê\", pois essas tendem a ser mais reflexivas e podem levar a discussões mais profundas.",
            "Jogos de perguntas e respostas: introduza jogos de perguntas e respostas, como jogos de tabuleiro que envolvam curiosidades. Isso torna o processo de fazer perguntas divertido.",
            "Exploração de tópicos de interesse: descubra os interesses da criança e explore tópicos relacionados. Isso naturalmente leva a questionamentos e aprofundamento no assunto.",
            "Explore diferentes perspectivas: estimule perguntas que explorem diferentes perspectivas sobre um tema. Isso promove o pensamento crítico e a compreensão mais ampla.",
            "Atividades de observação: faça atividades que estimulem a observação, como observar a natureza, obras de arte ou experimentos simples. Isso pode levar a perguntas sobre o que está sendo observado."
        ],
        "Incorporar vocabulário recente em suas conversas": [
            "Seja um modelo: demonstre o uso de vocabulário diversificado em suas próprias conversas. As crianças tendem a imitar o comportamento linguístico dos adultos ao seu redor.",
            "Perguntas abertas: faça perguntas abertas que estimulem a criança a usar vocabulário mais elaborado para expressar suas ideias. Evite perguntas que possam ser respondidas com \"sim\" ou \"não\". Contextualize novos termos:",
            "Ao introduzir novas palavras, forneça contexto para ajudar a criança a entender seu significado. Use exemplos práticos ou relate as palavras a situações que ela conheça.",
            "Palavras do dia ou semana: escolha uma palavra por dia ou semana para ser o foco. Use essa palavra em diferentes contextos e incentive a criança a fazer o mesmo.",
            "Exploração de sinônimos e antônimos: introduza sinônimos e antônimos durante as conversas para expandir o repertório de palavras da criança. Mostre como palavras podem ter significados semelhantes ou opostos.",
            "Use jogos de associação, como associar imagens a palavras, para reforçar novos vocabulários de maneira visual. Converse sobre eventos e notícias."
        ],
        "Memorizar e entoar canções infantis ou parlendas": [
            "Escolha canções cativantes: selecione canções e parlendas com melodias simples e letras cativantes. Escolha músicas que tenham repetições ou refrões fáceis de lembrar.",
            "Demonstre a entonação correta ao cantar ou recitar parlendas. Isso ajuda a criança a entender as nuances da linguagem e a memorizar a entonação correta.",
            "Use movimentos corporais: associe movimentos corporais simples às canções. Gestos ou danças simples podem ajudar a criança a internalizar as letras e a entonação.",
            "Crie atividades interativas: introduza atividades interativas enquanto canta, como bater palmas, balançar o corpo ou usar adereços simples. Isso torna a experiência mais envolvente.",
            "Vídeos e animações: utilize vídeos ou animações educativas que acompanhem as canções. A combinação de áudio e visual pode facilitar a memorização.",
            "Use instrumentos musicais simples: introduza instrumentos musicais simples, como chocalhos, tambores de brinquedo ou pandeiros, para acompanhar as canções. Isso adiciona um elemento tátil e sensorial à experiência."
        ],
        "Relatar eventos de sua vida cotidiana, seguindo a lógica cronológica.": [
            "Crie um diário visual: ajude a criança a criar um diário visual onde ela pode desenhar ou colar imagens representando os eventos do dia. Isso ajuda a desenvolver a conexão entre palavras e imagens.",
            "Use um calendário: utilize um calendário e marque eventos importantes. Isso ajuda a criança a visualizar a sequência dos dias e eventos ao longo do tempo.",
            "Rotina diária: estabeleça uma rotina diária consistente e incentive a criança a relatar o que aconteceu em diferentes momentos do dia. Isso ajuda na compreensão da ordem cronológica.",
            "Conversas informais: faça perguntas abertas sobre o dia da criança durante conversas informais. Incentive-a a compartilhar o que aconteceu de manhã, à tarde e à noite.",
            "Use marcadores temporais: introduza palavras e expressões de marcadores temporais, como \"de manhã\", \"à tarde\", \"antes\" e \"depois\", para ajudar a criança a estruturar sua narrativa.",
            "Teatro de bonecos: utilize bonecos para encenar eventos cotidianos em uma ordem cronológica. Isso não só ajuda na narrativa, mas também incentiva a expressão criativa."
        ]
    },
    "Língua Portuguesa - Escrita": {
        "Formar seu nome utilizando letras móveis, sem depender do crachá.": [
            "Letras móveis: forneça um conjunto de letras móveis (magnéticas, de espuma, de plástico etc.) Que a criança possa manipular facilmente.",
            "Modelagem inicial: comece modelando com massa de modelar a formação do próprio nome usando as letras móveis, como exemplo. Demonstre como organizar as letras na ordem correta.",
            "Use tabuleiros magnéticos ou de velcro nos quais a criança pode fixar as letras móveis para formar seu nome. Isso oferece uma superfície estável para a atividade."
        ],
        "Realizar escritos de forma espontânea.": [
            "Estímulo à escrita independente: encoraje a criança a escrever a, história ouvida por conta própria. Forneça papel, lápis e outros materiais de escrita para que possam expressar suas ideias de forma independente."
        ],
        "Reproduzir histórias ouvidas por meio de recontos escritos, com o professor atuando como escriba.": [
            "Atividade valiosa para desenvolver habilidades de compreensão, expressão escrita e vocabulário. Aqui estão algumas estratégias para realizar essa prática de maneira eficaz: escolha histórias cativantes:",
            "Selecionar histórias que sejam interessantes e envolventes para as crianças é fundamental. Escolha narrativas que tenham personagens interessantes, eventos marcantes e um enredo cativante.",
            "Leitura expressiva: antes de começar a atividade de reconto, faça uma leitura expressiva da história. Isso ajuda as crianças a se familiarizarem com a trama e a desenvolverem uma compreensão mais profunda.",
            "Discussão sobre a história: após a leitura, promova uma discussão sobre a história. Faça perguntas abertas para incentivar as crianças a compartilhar suas impressões, compreensão e pontos favoritos da história.",
            "Organização visual: use recursos visuais, como desenhos ou cartazes, para destacar elementos-chave da história. Isso pode incluir personagens principais, cenários importantes e eventos cruciais.",
            "Foco nos detalhes: incentive as crianças a prestar atenção aos detalhes da história. Pergunte sobre características específicas dos personagens, locais importantes e reviravoltas na trama.",
            "Atuação do professor como escriba: durante a atividade de reconto, o professor atua como escriba, registrando as ideias das crianças enquanto elas compartilham a história em suas próprias palavras. Isso permite que elas se concentrem na expressão oral.",
            "Estímulo à escrita independente: após o reconto oral, encoraje as crianças a escreverem a história por conta própria. Forneça papel, lápis e outros materiais de escrita para que possam expressar suas ideias de forma independente.",
            "Revisão coletiva: após a fase de escrita independente, promova uma revisão coletiva da história. Isso oferece uma oportunidade para discutir pontos importantes, corrigir erros e aprimorar a compreensão da história.",
            "Destaque elementos narrativos: durante o processo, destaque elementos narrativos, como introdução, desenvolvimento da trama e conclusão. Isso ajuda as crianças a compreenderem a estrutura de uma história.",
            "Compartilhamento de recontos: ofereça oportunidades para as crianças compartilharem seus recontos com os colegas. Isso promove a confiança e incentiva a comunicação escrita.",
            "Feedback construtivo: forneça feedback construtivo sobre os recontos, destacando pontos fortes e sugerindo maneiras de melhorar. Isso ajuda no desenvolvimento contínuo das habilidades de escrita.",
            "Variedade de atividades: introduza uma variedade de atividades relacionadas à história, como dramatizações, desenhos ou criação de cartazes. Isso permite que as crianças expressem a história de diferentes maneiras.",
            "Incentivo à reflexão: promova a reflexão sobre o processo de reconto. Pergunte à criança sobre o que aprendeu, o que achou desafiador e como podem melhorar em futuras atividades."
        ],
        "Reproduzir seu próprio nome por meio de cópia sem o auxílio de guias pontilhadas.": [
            "Estímulo à escrita independente: encoraje a criança a escrever seu nome. Forneça papel, lápis e outros materiais de escrita para que possam ser usados de forma independente."
        ],
        "Utilizar diversos instrumentos e materiais de escrita para realizar desenhos, traçar letras e outros símbolos gráficos.": [
            "Lápis preto, canetas esferográficas, marcadores, lápis de cor, lápis coloridos, giz de cera, borracha, réguas, pinceis e tintas, carimbos e almofadas de tinta, tablets ou dispositivos eletrônicos para desenho, quadros magnéticos ou de giz, papel em branco",
            "Introduza esses materiais, e observe como a criança responde a cada um e permita que ela experimente diferentes técnicas. Isso não apenas desenvolverá habilidades artísticas, mas também promoverá a criatividade e a expressão pessoal."
        ]
    },
    "Língua Portuguesa - Leitura": {
        "Demonstra conhecimento das vogais e consoantes, reconhecendo suas formas em maiúsculas.": [
            "Apresentar cartaz com o alfabeto em letra bastão caixa alta e perguntar qual o nome das letras."
        ],
        "Discrimina semelhanças e diferenças nos sons de aliterações e rimas.": [
            "Trabalhar com jogos e atividades impressas, onde o som inicial das palavras são iguais (aliteração) a mesmas para palavras que terminam com o mesmo som."
        ],
        "Distingue a grafia do seu nome em comparação com os nomes dos colegas ou de outros.": [
            "Crie cartazes personalizados com o nome de cada criança na sala, destacando as diferenças nas grafias. Coloque esses cartazes em locais visíveis para promover a familiaridade.",
            "Jogos de associação: desenvolva jogos que envolvam a associação entre o nome da criança e sua grafia. Por exemplo, um jogo de memória onde a criança associa seu nome escrito com a forma verbal.",
            "Roda de nomes: crie uma \"roda de nomes\" na sala de aula, onde cada criança tem um espaço com seu nome escrito. Use esse recurso para destacar as diferenças e semelhanças entre as grafias dos nomes.",
            "Atividades de comparação: realize atividades que envolvam a comparação visual e auditiva dos nomes. Pergunte às crianças sobre as letras que têm em comum ou que são diferentes em relação aos nomes dos colegas.",
            "Atividades de ordenação: peça às crianças que ordenem os nomes alfabeticamente. Isso destaca a ordem das letras em cada nome e reforça a importância da sequência alfabética.",
            "Histórias com nomes: introduza histórias que incluam os nomes das crianças. Isso pode ajudar na associação da grafia com a identidade e criar uma narrativa pessoal.",
            "Estações de escrita: crie estações de escrita onde as crianças podem praticar escrever seus nomes e comparar com os nomes dos colegas. Forneça modelos e encoraje a autossuficiência.",
            "Incorporar atividades artísticas, como desenhos e pinturas, onde as crianças podem incluir seus nomes de forma criativa. Isso permite que elas explorem a forma visual de seus nomes.",
            "Criação de lista de presença: envolva as crianças na criação da lista de presença, onde elas marcam ou assinam seus próprios nomes. Isso promove a autenticidade e a responsabilidade.",
            "Atividades de escrita livre: incentive as crianças a escreverem livremente seus nomes em diferentes contextos, como em desenhos ou cartões. Isso promove a espontaneidade na prática da escrita."
        ],
        "Está no estágio de leitura logográfica, reconhecendo logotipos, etiquetas comerciais e anúncios.": [
            "Leitura de rótulos, embalagens, marcas conhecidas, canais nas plataformas virtuais: incentive a ler essas atividades do cotidiano oferecem oportunidades práticas de reconhecer palavras familiares."
        ],
        "Explorar textos e engaja-se em atividades auditivas para expandir sua familiaridade com variados tipos de textos.": [
            "Leitura em voz alta: realize sessões regulares de leitura em voz alta, apresentando uma variedade de gêneros literários, como contos, poesias, fábulas e livros informativos. Esse contato auditivo com diferentes estilos de texto ajuda a desenvolver a compr",
            "Audiolivros e podcasts infantis: introduza audiolivros e podcasts criados especialmente para crianças. Essas narrativas podem incluir histórias, músicas, entrevistas e informações educativas, proporcionando uma exposição auditiva diversificada.",
            "Atividades com música e canções: explore canções infantis, rimas e músicas que tenham letras envolventes. Cantar e ouvir músicas ajuda no desenvolvimento da consciência fonológica e no entendimento de diferentes formas de expressão verbal.",
            "Estações de escuta: crie estações de escuta na sala de aula, onde as crianças podem explorar diferentes materiais auditivos, como cds de histórias, gravações de poesias ou programas educativos.",
            "Atividades de escuta ativa: desenvolva atividades que incentivem a escuta ativa, como identificar sons específicos em uma gravação, seguir instruções verbais ou participar de jogos que envolvam a escuta atenta.",
            "Exploração de sons ambientes: leve as crianças para fora da sala de aula para explorar diferentes sons ambientais. Isso desenvolve a conscientização auditiva em um contexto do mundo real."
        ],
        "Identifica a escrita de seu nome em letras maiúsculas estilo bastão.": [
            "Comece com a escrita do nome em letras maiúsculas estilo bastão. Mostre como formar cada letra e a ordem correta para escrever o nome. Faça isso em uma lousa ou papel grande para que a criança possa observar claramente.",
            "Crie cartazes personalizados com o nome da criança em letras maiúsculas estilo bastão. Coloque esses cartazes em locais visíveis. Isso ajuda a criança a visualizar e se familiarizar com a aparência do nome.",
            "Letras móveis: forneça letras móveis em estilo bastão para que a criança possa manipular e formar seu nome",
            "Atividades ao ar livre: leve a escrita para o ambiente externo. Use giz para desenhar as letras do nome no chão, na calçada ou em um quadro negro ao ar livre. Isso proporciona uma experiência divertida e variada.",
            "Atividades de classificação: desenvolva atividades de classificação com cartões de letras. Peça à criança para classificar as letras e organizá-las na ordem correta do nome."
        ],
        "Identifica palavras que começam com vogais.": [
            "Trabalhar com jogos e app que trabalhem com as vogais ou desenvolver atividades tais como a= abelha e= elefante assim por diante."
        ],
        "Reconhece palavras familiares.": [
            "Leitura compartilhada: participe de sessões regulares de leitura compartilhada, onde a criança pode ver e ouvir a pronúncia de palavras familiares. Escolha livros que contenham palavras que ela já conhece.",
            "Livros repetitivos: utilize livros com repetição de palavras ou frases. A repetição ajuda a criança a se familiarizar com as palavras e a desenvolver confiança na leitura.",
            "Rotule objetos ao redor do ambiente da criança. Isso cria uma conexão visual entre a palavra escrita e o objeto correspondente, facilitando o reconhecimento.",
            "Jogos de palavras: introduza jogos que envolvam palavras familiares. Jogos de memória, bingo de palavras ou caça-palavras simples são opções divertidas e educativas.",
            "Leitura de rótulos e embalagens: incentive a criança a ler rótulos de alimentos, embalagens de brinquedos ou placas ao ar livre. Essas atividades do cotidiano oferecem oportunidades práticas de reconhecer palavras familiares.",
            "Canções e rimas: use canções e rimas que contenham palavras familiares. A música pode facilitar a memorização e o reconhecimento das palavras.",
            "Teatro de leitura: encoraje a criança a participar de atividades de teatro de leitura, onde ela pode representar personagens e pronunciar palavras familiares durante a encenação.",
            "Aplicações educacionais interativas: explore aplicativos educacionais interativos que se concentram no reconhecimento de palavras familiares. Muitos aplicativos são projetados para crianças em idade pré-escolar e em fase inicial de leitura."
        ]
    }
}